## 문제. 만약 vId가  'Orange'이고 pwd가 '1234'이면 '반갑습니다. 회원님'을 출력하고, 아니라면 '회원 확인 하세요.'를 출력하시오.
vId = 'Orange'
pwd = '1234'

if vId == 'Orange' and pwd == '1234':   # 만약 vId가 'Orange' 이고(and) pwd가 '1234'이면
	print ('반갑습니다. 회원님')             # '반갑습니다. 회원님'을 출력하고
else:                                   # 아니라면
	print ('회원 확인 하세요.')             # '회원 확인 하세요.'를 출력해라

'''
## 문제. 만약 국적이 '한국'이고 성별이 '남성'이면 '입대 예정자'를 출력하고, 아니라면 '군면제'를 출력하시오.
국적 = '한국'
성별 = '남성'

if 국적 == '한국' and 성별 == '남성':
	print('입대 예정자')
else:
	print('군면제') '''