SQL> show user;
USER is "SCOTT"
SQL> select 'Nice' || ' È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º ' || 'Day' from dual;

'NICE'||'È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º'||'DAY'                                                                                                                                                                  
--------------------------------------------------------------------------------                                                                                                                        
Nice È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º Day                                                                                                                                                                          

SQL> select 'Nice' || trim(' È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º ') || 'Day' from dual;

'NICE'||TRIM('È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º')||'DAY'                                                                                                                                                            
----------------------------------------------------------------------------                                                                                                                            
NiceÈ«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½ºDay                                                                                                                                                                            

SQL> select 'Nice' || ltrim(' È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º ') || 'Day' from dual;

'NICE'||LTRIM('È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º')||'DAY'                                                                                                                                                           
------------------------------------------------------------------------------                                                                                                                          
NiceÈ«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º Day                                                                                                                                                                           

SQL> select 'Nice' || rtrim(' È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º ') || 'Day' from dual;

'NICE'||RTRIM('È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½º')||'DAY'                                                                                                                                                           
------------------------------------------------------------------------------                                                                                                                          
Nice È«ÀÍ´ëÇÐ±³_¼¼Á¾Ä·ÆÛ½ºDay                                                                                                                                                                           

SQL> spool off
