SQL> show user;
USER is "SCOTT"
SQL> select sabun »ç¿ø¹øÈ£, saname »ç¿ø¸í, goname °í°´¸í, gotel °í°´ÀüÈ­
  2  from sawontable, gogektable
  3  where sabun = godam;

  »ç¿ø¹øÈ£ »ç¿ø¸í               °í°´¸í               °í°´ÀüÈ­                                                                                                                                           
---------- -------------------- -------------------- ----------------------------------------                                                                                                           
         2 ÇÑ±¹³²               °­¹Î                 1343-1455                                                                                                                                          
         3 ÀÌ¼ø½Å               ºä¿Ï                 123-1674                                                                                                                                           
         7 ³î±â¸¸               ¶ÊÀÌ                 176-7677                                                                                                                                           
        13 ¹«±ÃÈ­               È«ÀÌ                 767-1234                                                                                                                                           
         4 ÀÌ¹Ì¶ó               ¾È³ª                 767-1677                                                                                                                                           
         4 ÀÌ¹Ì¶ó               Ã¶ÀÌ                 673-1674                                                                                                                                           
         9 ¹«±ÃÈ­               ¼èµ¹                 673-6774                                                                                                                                           

7 rows selected.

SQL> spool off
